[
  {
    "name": "Arezzo",
    "description": "Arezzo is an exclusive linen-look fabric crafted by the renowned Italian mill Mario Sirtori, the maker of our premium Lazio fabric. Designed for those who appreciate the finest in both style and comfort, Arezzo offers a distinctive worn-in character that adds warmth and personality to any space. Its unique texture enhances the fabric’s allure, creating a beautifully lived-in feel. Available in beige, light brown, ochre and green.",
    "price_group": "7",
    "composition": "65% PL - 35% LI. STANDARD 100",
    "martindale": "55.000",
    "pilling": "5",
    "light_fastness": "6",
    "weight": "628 g/m2",
    "fabric_characteristics": "Light creases are to be expected as your new furniture is setting in. All materials display this characteristic, adding beauty and uniqueness to your piece of furniture. The extent varies depending on cushions and your choice of fabric.",
    "maintenance": "Regularly vacuum the fabric. Dust will increase the wear and tear on a product. In order to protect fabrics from acid in body sweat, we recommend cleaning the entire piece of furniture that is exposed to direct body contact at least twice a year. By applying the BoConcept Protection products, you can prevent the risk of stains and dirt penetrating the fabric. Heavily used areas such as seats, arm and backrests require more frequent care. Avoid placing furniture in high-humidity areas as it may result in mould, discolouration and quality deterioration. Contact with alcohol, thinner and benzene/benzole will cause colour and quality deterioration. Also avoid contact with chemical materials such as paints, nail polish or nail polish remover. Jeans and colourful clothes may discolour light fabric surfaces."
  },
  {
    "name": "Copenhagen",
    "description": "Copenhagen is a recycled fabric that blends durability with luxury. Soft to the touch and refined in appearance, it meets the high standards of the Nordic Swan Ecolabel on our Aarhus sofa. Designed with both comfort and environmental responsibility in mind, it supports conscious, design-led living. Available in white, brown and ochre.",
    "price_group": "3",
    "composition": "96% RPET 4%NY. STANDARD 100",
    "martindale": ">90.000",
    "pilling": "4-5",
    "light_fastness": "4-5",
    "weight": "590 g/m2",
    "fabric_characteristics": "Light creases are to be expected as your new furniture is setting in. All materials display this characteristic, adding beauty and uniqueness to your piece of furniture. The extent varies depending on cushions and your choice of fabric.",
    "maintenance": "Regularly vacuum the fabric. Dust will increase the wear and tear on a product. In order to protect fabrics from acid in body sweat, we recommend cleaning the entire piece of furniture that is exposed to direct body contact at least twice a year. By applying the BoConcept Protection products, you can prevent the risk of stains and dirt penetrating the fabric. Heavily used areas such as seats, arm and backrests require more frequent care."
  },
  {
    "name": "Lucca",
    "description": "Lucca is an exclusive Italian fabric developed by Helena Christensen, designed to offer a deeply tactile experience. With its soft, brushed surface and understated texture, it brings a sense of calm and comfort to any interior. Available in beige, white, green, red and camel, Lucca pairs sensory appeal with quiet sophistication.",
    "price_group": "7",
    "composition": "100% polyester STANDARD 100",
    "martindale": "80",
    "pilling": "5",
    "light_fastness": "5",
    "weight": "680 g/m2",
    "fabric_characteristics": "Light creases are to be expected as your new furniture is setting in. All materials display this characteristic, adding beauty and uniqueness to your piece of furniture. The extent varies depending on cushions and your choice of fabric.",
    "maintenance": "Regularly vacuum the fabric. Dust will increase the wear and tear on a product. In order to protect fabrics from acid in body sweat, we recommend cleaning the entire piece of furniture that is exposed to direct body contact at least twice a year. By applying the BoConcept Protection products, you can prevent the risk of stains and dirt penetrating the fabric. Heavily used areas such as seats, arm and backrests require more frequent care. Avoid placing furniture in high-humidity areas as it may result in mould, discolouration and quality deterioration. Contact with alcohol, thinner and benzene/benzole will cause colour and quality deterioration. Also avoid contact with chemical materials such as paints, nail polish or nail polish remover. Jeans and colourful clothes may discolour light fabric surfaces."
  },
  {
    "name": "Orlando",
    "description": "ORLANDO is an elegant and tactile weave with easy-to-maintain qualities. The subtle textures of the fabric ensure a beautiful look that highlights the features of the design. Choose ORLANDO for a timeless expression.",
    "price_group": "4",
    "composition": "100% polyester STANDARD 100",
    "martindale": "40",
    "pilling": "4",
    "light_fastness": "5",
    "weight": "680 g/m2",
    "fabric_characteristics": "The fabric colour can vary due to the chenille effect in the fabric. This can be adjusted by stroking the fabric and hereby aligning the direction of the piles. All pile and chenille fabrics are subject to pressure markings. This must be accepted especially on areas of the fabric subjected to preferential use. Pile flattening may be restored to some degree by gently steaming and brushing with a soft brush to 'lift' the pile. Avoid vigorous brushing as this could result in permanent damage.Light creases are to be expected as your new furniture is setting in. All materials display this characteristic adding beauty and uniqueness to your piece of furniture. The extent varies depending on cushions and your choice of fabric.",
    "maintenance": "Orlando"
  },
  {
    "name": "Rimini",
    "description": "Rimini is a polyester bouclé fabric that effortlessly combines luxury and durability. Crafted from nubby, looped fibres, it offers a soft, cosy texture. Available in classic white, camel, green, beige and brick red, this timeless fabric brings a sense of enduring style.",
    "price_group": "3",
    "composition": "100% polyester STANDARD 100",
    "martindale": ">100.000",
    "pilling": "4-5",
    "light_fastness": "5",
    "weight": "950 g/m2",
    "fabric_characteristics": "Light creases are to be expected as your new furniture is setting in. All materials display this characteristic adding beauty and uniqueness to your piece of furniture. The extent varies depending on cushions and your choice of fabric.",
    "maintenance": "Regularly vacuum the fabric. Dust will increase the wear and tear on a product. In order to protect fabrics from acid in body sweat, we recommend cleaning the entire piece of furniture that is exposed to direct body contact at least twice a year. By applying the BoConcept Protection products, you can prevent the risk of stains and dirt penetrating the fabric. Heavily used areas such as seats, arm and backrests require more frequent care."
  },
  {
    "name": "Capri",
    "description": "Bring your vision to life with CAPRI fabric. Promising to exude elegance while providing excellent comfort, this high-quality fabric is made from 100% recycled polyester and is OEKO-TEX® STANDARD 100 certified, verifying that is is free from harmful levels of substances.",
    "price_group": "1",
    "composition": "100% polyester",
    "martindale": "100000",
    "pilling": "3",
    "light_fastness": "6",
    "weight": "530 g/m2",
    "fabric_characteristics": "Light creases are to be expected as your new furniture is setting in. All materials display this characteristic, adding beauty and uniqueness to your piece of furniture. The extent varies depending on cushions and your choice of fabric.",
    "maintenance": "Regularly vacuum the fabric. Dust will increase the wear and tear on a product. In order to protect fabrics from acid in body sweat, we recommend cleaning the entire piece of furniture that is exposed to direct body contact at least twice a year. By applying the BoConcept Protection products, you can prevent the risk of stains and dirt penetrating the fabric. Heavily used areas such as seats, arm and backrests require more frequent care."
  },
  {
    "name": "Nani",
    "description": "The NANI fabric has a very nice fine structure and veining, making it perfect for a timeless modern style. It has the high performance of a synthetic fibre.",
    "price_group": "1",
    "composition": "100% polyester",
    "martindale": "10.000",
    "pilling": "3-4",
    "light_fastness": "6",
    "weight": "530 g/m2",
    "fabric_characteristics": "Light creases are to be expected as your new furniture is setting in. All materials display this characteristic, adding beauty and uniqueness to your piece of furniture. The extent varies depending on cushions and your choice of fabric.",
    "maintenance": "Regularly vacuum the fabric. Dust will increase the wear on a product. In order to protect fabrics from acid in body sweat, we recommend cleaning the entire piece of furniture that is exposed to direct body contact at least twice a year. By applying the BoConcept Protection products, you prevent the risk of stains and dirt penetrating the fabric. Heavily used areas such as seats, arm and backrests require more frequent care.Avoid placing furniture in high-humidity areas as it may result in mould, discolouration and quality deterioration.Contact with alcohol, thinner and benzene/benzole will cause colour and quality deterioration. Also avoid contact with chemical materials such as paints, nail polish or nail polish remover. Jeans and colourful clothes may discolour light fabric surfaces."
  },
  {
    "name": "Bristol",
    "description": "BRISTOL is the perfect choice for an easy-to-maintain upholstery with beautiful looks. The fabric features a tactile plain weave that creates a subtle texture and timeless expression.",
    "price_group": "2",
    "composition": "100% polyester",
    "martindale": "30.000",
    "pilling": "4-5",
    "light_fastness": "4",
    "weight": "370 g/m2",
    "fabric_characteristics": "The fabric colour can vary due to the chenille effect in the fabric. This can be adjusted by stroking the fabric and hereby aligning the direction of the piles. All pile and chenille fabrics are subject to pressure markings. This must be accepted especially on areas of the fabric subjected to preferential use. Pile flattening may be restored to some degree by gently steaming and brushing with a soft brush to 'lift' the pile. Avoid vigorous brushing as this could result in permanent damage.Light creases are to be expected as your new furniture is setting in. All materials display this characteristic adding beauty and uniqueness to your piece of furniture. The extent varies depending on cushions and your choice of fabric.",
    "maintenance": "Regularly vacuum the fabric. Dust will increase the wear on a product. In order to protect fabrics from acid in body sweat, we recommend cleaning the entire piece of furniture that is exposed to direct body contact at least twice a year. By applying the BoConcept Protection products, you prevent the risk of stains and dirt penetrating the fabric. Heavily used areas such as seats, arm and backrests require more frequent care.Avoid placing furniture in high-humidity areas as it may result in mould, discolouration and quality deterioration.Contact with alcohol, thinner and benzene/benzole will cause colour and quality deterioration. Also avoid contact with chemical materials such as paints, nail polish or nail polish remover. Jeans and colourful clothes may discolour light fabric surfaces."
  },
  {
    "name": "Ravello",
    "description": "",
    "price_group": "2",
    "composition": "100% polyester",
    "martindale": "50.000",
    "pilling": "5",
    "light_fastness": "4",
    "weight": "580 g/m2", 
    "fabric_characteristics": "", 
    "maintenance": "Regularly vacuum the fabric. Dust will increase the wear on a product. In order to protect fabrics from acid in body sweat, we recommend cleaning the entire piece of furniture that is exposed to direct body contact at least twice a year. By applying the BoConcept Protection products, you prevent the risk of stains and dirt penetrating the fabric. Heavily used areas such as seats, arms and backrests require more frequent care. Velvet will look different from one angle to another as the fibres catch the light differently. This color play/iridescence can be mistaken for 'spots', but it is the natural characteristic of chenille fabric and is therefore not a case of faulty fabric. All velvets are subject to pressure marking. This must be accepted especially on areas of the fabric subjected to preferential use. Pile flattening may be restored to some degree by gently steaming and brushing with a soft brush to lift the pile. Avoid vigorous brushing as this could result in permanent damage. Avoid placing furniture in high-humidity areas, as it may result in mould, discoloration and quality deterioration. Contact with alcohol, thinner and benzene/benzole will cause color and quality deterioration. Avoid contact with chemical materials such as paints, nail polish or nail polish remover. Jeans and colorful clothes may discolor light fabric surfaces."
  },
  {
    "name": "Bologna",
    "description": "Bologna velvet engages the senses, adding depth and warmth to any design. Soft to the touch and knitted from polyester, this luxurious material comes in five stunning shades. Its matte finish makes it the perfect choice for lounges and living areas – wher",
    "price_group": "3", 
    "composition": "100% recycled Polyester",
    "martindale": "45.000",
    "pilling": "4-5",
    "light_fastness": "4",
    "weight": "420 g/m2",
    "fabric_characteristics": "Light creases are to be expected as your new furniture is setting in. All materials display this characteristic adding beauty and uniqueness to your piece of furniture. The extent varies depending on cushions and your choice of fabric.",
    "maintenance": "Regularly vacuum the fabric. Dust will increase the wear and tear on a product. In order to protect fabrics from acid in body sweat, we recommend cleaning the entire piece of furniture that is exposed to direct body contact at least twice a year. By applying the BoConcept Protection products, you can prevent the risk of stains and dirt penetrating the fabric. Heavily used areas such as seats, arm and backrests require more frequent care."
  },
  {
    "name": "Skagen",
    "description": "Skagen",
    "price_group": "", 
    "composition": "",
    "martindale": "",
    "pilling": "",
    "light_fastness": "",
    "weight": "",
    "fabric_characteristics": "Skagen",
    "maintenance": "Skagen"
  },
  {
    "name": "Tuscany",
    "description": "TUSCANY is a woven jacquard chenille fabric with an inviting tactile finish. it is available in several different shades to complement your space and style, and its rich, layered texture gives your furniture design a unique color mix.",
    "price_group": "3", 
    "composition": "100% Polyester, OEKO-TEX, Standard 100 certification",
    "martindale": "22.000",
    "pilling": "5",
    "light_fastness": "4-6",
    "weight": "630 g/m2",
    "fabric_characteristics": "All chenille fabrics are subject to pressure marks. Although the pile effect is restored to a certain extent, pressure marks are a natural feature of the fabric, especially in heavily-used areas.",
    "maintenance": "Regularly vacuum the fabric. Dust will increase the wear and tear on a product. In order to protect fabrics from acid in body sweat, we recommend cleaning the entire piece of furniture that is exposed to direct body contact at least twice a year. By applying the BoConcept Protection products, you can prevent the risk of stains and dirt penetrating the fabric. Heavily used areas such as seats, arms and backrests require more frequent care. Avoid placing furniture in high-humidity areas as it may result in mould, discolouration and quality deterioration. Contact with alcohol, thinner and benzene/benzole will cause colour and quality deterioration. Also avoid contact with chemical materials such as paints, nail polish or nail polish remover. Jeans and colourful clothes may discolour light fabric surfaces."
  },
  {
    "name": "Frisco", 
    "description": "The FRISCO fabric is a woven polyester fabric. It is ideal for heavy domestic use and perfect for tight/non-removable covers. It is recommended for the practical household.",
    "price_group": "5", 
    "composition": "100% Polyester",
    "martindale": "140.000",
    "pilling": "4-5",
    "light_fastness": "4-5",
    "weight": "450 g/m2",
    "fabric_characteristics": "Due to the elasticity of the fabric the stitchings on loose cushions will not always be in perfect straight lines. Light creases are to be expected as your new furniture is setting in. All materials display this characteristic adding beauty and uniqueness to your piece of furniture. The extent varies depending on cushions and your choice of fabric.",
    "maintenance": "FRISCO has a unique and patented AquaClean technology treatment. This treatment can last throughout the lifetime of the fabric, and it does not degrade with time. The AquaClean technology allows you to clean the majority of household stains and general soiling without having to resort to the washing machine. Simply remove as much of the spilled substance as possible without rubbing it further into the fabric. Next, pour a small amount of water onto the stain — enough to dissolve the stain without soaking the fabric. Some stains may also require a dab of soap. If needed, wash FRISCO at 90° F.Regularly vacuum the fabric. Dust will increase the wear on a product. Avoid placing furniture in high-humidity areas as it may result in mold, discoloration and quality deterioration. Contact with alcohol, thinner and benzene/benzole will cause color and quality deterioration. Also avoid contact with chemical materials such as paints, nail polish or nail polish remover. Jeans and colorful clothes may discolor light fabric surfaces.Do not use BoConcept Protection products on FRISCO."
  },
  {
    "name": "Lazio",
    "description": "LAZIO has the appearance of a boucle fabric, characterized by its heavy look and uneven structure. The fabric unfolds new stories as you interact with it. Get close and examine the intricate structure and its mixed colour palette. Step away and be mesmerized by its interplay with light and shadow. It’s a fabric that begs to be touched, delivering a rich softness and drape that lends beauty to any form. The cotton-wool blend is designed by heritage Italian fabric house, Mario Sirtori.",
    "price_group": "5", 
    "composition": "34% acrylic - 24% cotton - 14% wool - 12% viscose - 12% polyester - 4% linen",
    "martindale": "30.000",
    "pilling": "4",
    "light_fastness": "4-5",
    "weight": "620 g/m2",
    "fabric_characteristics": "Light creases are to be expected as your new furniture is setting in. All materials display this characteristic adding beauty and uniqueness to your piece of furniture. The extent varies depending on cushions and your choice of fabric.",
    "maintenance": "Regularly vacuum the fabric. Dust will increase the wear and tear on a product. In order to protect fabrics from acid in body sweat, we recommend cleaning the entire piece of furniture that is exposed to direct body contact at least twice a year. By applying the BoConcept Protection products, you can prevent the risk of stains and dirt penetrating the fabric. Heavily used areas such as seats, arm and backrests require more frequent care. Avoid placing furniture in high-humidity areas as it may result in mould, discolouration and quality deterioration. Contact with alcohol, thinner and benzene/benzole will cause colour and quality deterioration. Also avoid contact with chemical materials such as paints, nail polish or nail polish remover. Jeans and colourful clothes may discolour light fabric surfaces."
  },
  {
    "name": "Tomelilla",
    "description": "Arezzo is an exclusive linen-look fabric crafted by the renowned Italian mill Mario Sirtori, the maker of our premium Lazio fabric. Designed for those who appreciate the finest in both style and comfort, Arezzo offers a distinctive worn-in character that adds warmth and personality to any space. Its unique texture enhances the fabric’s allure, creating a beautifully lived-in feel. Available in beige, light brown, ochre and green.",
    "price_group": "7", 
    "composition": "65% PL - 35% LI. STANDARD 100",
    "martindale": "55.000",
    "pilling": "5",
    "light_fastness": "6",
    "weight": "628 g/m2",
    "fabric_characteristics": "Light creases are to be expected as your new furniture is setting in. All materials display this characteristic, adding beauty and uniqueness to your piece of furniture. The extent varies depending on cushions and your choice of fabric.",
    "maintenance": "Regularly vacuum the fabric. Dust will increase the wear and tear on a product. In order to protect fabrics from acid in body sweat, we recommend cleaning the entire piece of furniture that is exposed to direct body contact at least twice a year. By applying the BoConcept Protection products, you can prevent the risk of stains and dirt penetrating the fabric. Heavily used areas such as seats, arm and backrests require more frequent care. Avoid placing furniture in high-humidity areas as it may result in mould, discolouration and quality deterioration. Contact with alcohol, thinner and benzene/benzole will cause colour and quality deterioration. Also avoid contact with chemical materials such as paints, nail polish or nail polish remover. Jeans and colourful clothes may discolour light fabric surfaces."
  },
  {
    "name": "Avellino",
    "description": "An Italian-made fabric that is both rich in texture and a sophisticated statement, AVELLINO is OEKO-TEX® STANDARD 100 certified – verifying that is is free from harmful levels of substances. Offered in a diverse range of color options to suit every taste and interior style, this material will infuse any space with warmth and a touch of refinement.",
    "price_group": "7", 
    "composition": "70% cotton / 15% acrylic / 8% polyester / 6% wool / 1% polyamide",
    "martindale": "25000",
    "pilling": "3",
    "light_fastness": "5",
    "weight": "760 g/m2",
    "fabric_characteristics": "Light creases are to be expected as your new furniture is setting in. All materials display this characteristic adding beauty and uniqueness to your piece of furniture. The extent varies depending on cushions and your choice of fabric.",
    "maintenance": "Regularly vacuum the fabric. Dust will increase the wear and tear on a product. In order to protect fabrics from acid in body sweat, we recommend cleaning the entire piece of furniture that is exposed to direct body contact at least twice a year. By applying the BoConcept Protection products, you can prevent the risk of stains and dirt penetrating the fabric. Heavily used areas such as seats, arm and backrests require more frequent care. Avoid placing furniture in high-humidity areas, as it may result in mould, discoloration and quality deterioration. Contact with alcohol, thinner and benzene/benzole will cause color and quality deterioration. Avoid contact with chemical materials such as paints, nail polish or nail polish remover. Jeans and colorful clothes may discolor light fabric surfaces."
  },
  {
    "name": "Napoli",
    "description": "NAPOLI is a corduroy velvet fabric developed exclusively for BoConcept. It is a woven fabric composed of twisted fibers that, when woven, lie parallel in order to form a distinct pattern like a 'cord'. The fabric looks as if it is made from multiple cords laid parallel to each other and then stitched together (hence the name corduroy). NAPOLI has a soft and pleasant hand feel with a vintage look with a very modern appeal.",
    "price_group": "7", 
    "composition": "79% Cotton - 21% Polyester",
    "martindale": "50.000",
    "pilling": "4-5",
    "light_fastness": "6-7",
    "weight": "440 g/m2",
    "fabric_characteristics": "When NAPOLI is sewn with a double needle weaving machine in the attempt to create the unique double stitching look, the needle inevitably crushes the pile and therefore creates a visible stripe effect on the fabric. On some colors this is more evident than on others. Light creases are to be expected as your new furniture is setting in. All materials display this characteristic adding beauty and uniqueness to your piece of furniture. The extent varies depending on cushions and your choice of fabric.",
    "maintenance": "Regularly vacuum the fabric. Dust will increase the wear on a product. In order to protect fabrics from acid in body sweat, we recommend cleaning the entire piece of furniture that is exposed to direct body contact at least twice a year. By applying the BoConcept Protection products, you prevent the risk of stains and dirt penetrating the fabric. Heavily used areas such as seats, arm and backrests require more frequent care.Avoid placing furniture in high-humidity areas as it may result in mold, discoloration and quality deterioration. Contact with alcohol, thinner and benzene/benzole will cause color and quality deterioration. Also avoid contact with chemical materials such as paints, nail polish or nail polish remover. Jeans and colorful clothes may discolor light fabric surfaces."
  },
  {
    "name": "Nordic Grain",
    "description": "Classic and timeless, NORDIC GRAIN is a high-quality, fully traceable leather created in partnership with SPOOR. Handmade with Scandinavian hides, this beautiful leather is processed for a soft feel and uniform texture, ensuring consistency in colour and grain. Available in black, stone, taupe, green, caramel, light grey, vanilla and mole.",
    "price_group": "12", 
    "composition": "Cowhide leather",
    "martindale": "10.000",
    "pilling": "5",
    "light_fastness": "3",
    "weight": "890 g/m2",
    "fabric_characteristics": "NORDIC GRAIN is a semi-aniline leather quality, crafted from Scandinavian hides, which can be traced all the way back to the animal and the farm. The protected finish makes the leather very strong and resistant to scratches, stains, and fading caused by sunlight.",
    "maintenance": "Use BoConcept leather care products for protection and apply them before use. We recommend using BoConcept Leather Cleaner for cleaning the entire sofa/chair 2–3 times a year. For general cleaning use only a clean, dry and non-abrasive white soft cloth. If necessary, wipe or lightly rub the entire surface with a clean, soft cloth wrung in soapy water (detergent only). Regularly vacuum under seat cushions using a soft brush nozzle to avoid scratching the surface. Avoid placing furniture in direct sunlight and sources of heat to prevent colour fading.Contact with alcohol, thinner and benzene/benzole will cause colour and quality deterioration. Also avoid contact with chemical materials such as paints, nail polish or nail polish remover. Jeans and colourful clothes may discolour light leather surfaces."
  },
  {
    "name": "York",
    "description": "York is a butter-soft pure aniline leather made from European cow hides. The skins are finished with a thin protective layer, making them less susceptible to stains. York is also characterised by its natural marks and ability to take on patina. It is the choice for families wanting the high-end look and feel of aniline leather, with less maintenance.York has been finished with a thin protection to make the leather less stainable. However, aniline leather will always be very susceptible. The thin protection makes York suitable for families who want high-end pure aniline leather – but have a need for soft cleaning.",
    "price_group": "13", 
    "composition": "Cowhide leather",
    "martindale": "50.000",
    "pilling": "4",
    "light_fastness": "4",
    "weight": "1000 g/m2",
    "fabric_characteristics": "All leathers will stretch during use and creasing will eventually occur. This only adds character to the product.Light creases are to be expected as your new furniture is setting in. All materials display this characteristic adding beauty and uniqueness to your piece of furniture. The extent varies depending on cushions and your choice of leather.",
    "maintenance": "Use BoConcept leather care products for protection and apply before use. For general cleaning use only a clean, dry and non-abrasive white soft cloth. If necessary, wipe or lightly rub the entire surface with a clean, soft cloth wrung in soapy water (detergent only). Regularly vacuum under seat cushions using a soft brush nozzle to avoid scratching the surface. Avoid placing furniture in direct sunlight and sources of heat to prevent colour fading.Contact with alcohol, thinner and benzene/benzole will cause colour and quality deterioration. Also avoid contact with chemical materials such as paints, nail polish or nail polish remover. Jeans and colourful clothes may discolour light leather surfaces."
  },
  {
    "name": "Nordic Vintage",
    "description": "Each NORDIC VINTAGE leather hide boasts a distinct character and charm, making every piece truly one-of-a-kind. Created in partnership with SPOOR, this high-quality, fully traceable and biodegradable leather embodies the essence of refined luxury – perfect for those who appreciate the beauty of a patina developing gracefully over time.​",
    "price_group": "", 
    "composition": "",
    "martindale": "",
    "pilling": "",
    "light_fastness": "",
    "weight": "",
    "fabric_characteristics": "NORDIC VINTAGE is a slightly polished aniline quality leather, crafted from Scandinavian hides, which can be traced all the way back to the animal and the farm. The biodegradable leather embodies the essence of refined luxury – perfect for those who appreciate the beauty of a patina developing gracefully over time.​",
    "maintenance": "Use BoConcept leather care products for protection and apply before use. For general cleaning use only a clean, dry and non-abrasive white soft cloth. If necessary, wipe or lightly rub the entire surface with a clean, soft cloth wrung in soapy water (detergent only). Regularly vacuum under seat cushions using a soft brush nozzle to avoid scratching the surface. Avoid placing furniture in direct sunlight and sources of heat to prevent color fading. Contact with alcohol, thinner and benzene/benzole will cause color and quality deterioration. Avoid contact with chemical materials such as paints, nail polish or nail polish remover. Jeans and colorful clothing may discolor light leather surfaces."
  }
]
